Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/gollegiella-kielipalkinto_ole_henrik_maggalle.html.tmx
Source language: fin
Languages: sme

source: Gollegiella-kielipalkinto Ole Henrik Maggalle
sme: Gollegiella-giellabálkkašupmi Ole Henrik Maggai

source: Emeritusprofessori Ole Henrik Magga.
sme: Emeritusprofessor Ole Henrik Magga.

source: Kuva: Ninni Andersson/Regeringskansliet
sme: Govva: Ninni Andersson/Regeringskansliet

source: Pohjoismainen saamen kielipalkinto Gollegiella on myönnetty vuonna 2022 emeritusprofessori Ole Henrik Maggalle.
sme: Davviriikkaid sámi giellabálkkašupmi Gollegiella lea mieđihuvvon jagi 2022 emeritusprofessor Ole Henrik Maggai.

source: Hän on koko elämänsä ajan tehnyt merkittävää työtä saamen kielten edistämiseksi, kehittämiseksi ja säilyttämiseksi.
sme: Son lea iežas eallinagi bargan mearkkašahtti barggu sámegielaid ovddideami ja seailluheami buorrin.

source: Hän on elämäntyöllään osoittanut saamelaisille ja ulkomaailmalle, että saame on tärkeä ja elävä kieli.
sme: Son lea eallinbargguinis čájehan sámiide ja maiddái olgomáilbmái, ahte sámegiella lea dehálaš ja ealli giella.

source: Ruotsi toimi isäntämaana tänä vuonna, kun joka toinen vuosi jaettava Gollegiella-kielipalkinto jaettiin kymmenennen kerran.
sme: Ruoŧŧa doaimmai doalloriikan dán jagi, go Gollegiella-bálkkašupmi juhkkui logát geardde. Gollegiella mieđihuvvo juohke nuppi jagi.

source: Palkintojenjakotilaisuus järjestettiin Tukholmassa 18.1.2023 pidetyssä ministerien ja Saamelaiskäräjien puheenjohtajien kokouksen yhteydessä.
sme: Bálkkašandilálašvuohta lei Stockholmmas 18.1.2023 dollon ministariid ja Sámedikki ságajođiheaddjiid čoakkáma oktavuođas.

source: – Saamen kielten säilyttäminen ja kehittäminen on erittäin tärkeää.
sme: – Sámegielaid seailluheapmi ja ovddideapmi lea erenomáš dehálaš.

source: Ole Henrik Magga on ollut pitkään suurena esikuvana saamen kielen käytössä, ja siksi olen ylpeä voidessani luovuttaa Gollegiella-kielipalkinnon tänään Ole Henrikille, toteaa kulttuuriministeri Parisa Liljestrand.
sme: Ole Henrik Magga lea doaibman jo guhká stuorra ovdagovvan sámegielaid geavaheamis, ja danin lean čeavlái go beasan luohpadit Gollegiella-bálkkašumi otne Ole Henrik Maggai, gávnnaha kulturministtar Parisa Liljestrand.

source: – Olen erittäin iloinen voidessani onnitella Ole Henrik Maggaa Gollegiella-palkinnosta 2022.
sme: – Lean erenomáš movtta, go beasan sávvat lihku Ole Henrik Maggai Gollegiella-bálkkašumi ovddas 2022.

source: Hänen koko elämäntyönsä osoittaa, että hän ansaitsee sekä tunnustuksen että palkinnon, sanoo Saamelaiskäräjien hallituksen puheenjohtaja Håkan Jonsson.
sme: Su olles eallinbargu čájeha, ahte son ánssáša sihke rámi ja bálkkašumi, lohká Sámedikki stivrra ságajođiheaddji Håkan Jonsson.

source: Ole Henrik Magga on syntynyt vuonna 1947 Kautokeinossa Pohjois-Norjassa.
sme: Ole Henrik Magga lea riegádan jagi 1947 Guovdageainnus Davvi-Norggas.

source: Ole Henrik Magga on vuosikymmeniä työskennellyt kielten kehittämiseksi, muun muassa eri akateemisten opintojen, tutkimuksen ja oppimateriaalien kehittämisen sekä opetuksen kautta.
sme: Ole Henrik Magga lea logiid jagiid bargan gielaid ovddideami buorrin, earret eará iešguđetlágan akademalaš oahpuid, dutkamuša ja oahppamateriálaid ovddideami ja maiddái oahpaheami bokte.

source: Magga on kehittänyt nykyisen pohjoissaamen kirjoitusjärjestelmän, kirjoittanut eteläsaamen kieliopin yhdessä Lajla Mattsson Maggan kanssa ja osallistunut sekä uumajan- että piitimensaamen kirjoitusjärjestelmien kehittämiseen.
sme: Magga lea ovddidan davvisámegiela dálá čállinvuogi, čállán lullisámegiela grammatihka ovttas Lajla Mattson Maggain ja oassálastán nu ubmisámegiela go biŧonsámegiela čállinvugiid ovddideapmái.

source: Magga on myös osallistunut alkuperäiskansojen instituutioiden perustamiseen kansallisella ja kansainvälisellä tasolla mm. toimimalla YK:n alkuperäiskansojen pysyvän foorumin ensimmäisenä puheenjohtajana ja oli perustamassa Norjan Saamelaiskäräjiä, ja jonka ensimmäisenä puheenjohtajana Ole Henrik Magga toimi.
sme: Magga lea maiddái oassálastán eamiálbmogiid institušuvnnaid vuođđudeapmái sisriikkalaš ja riikkaidgaskasaš dásis ee. doaibmamin ON:id eamiálbmogiid bissovaš foruma vuosttas ságajođiheaddjin ja leamaš vuođđudeamen Norgga Sámedikki, man vuosttas ságajođiheaddjin Ole Henrik Magga doaimmai.

source: Lisätietoja
sme: Lassidieđut

source: Lehdistötiedote Gollegiella (ruotsiksi)
sme: Preassadieđáhus Gollegiella (ruoŧagillii)
